{
  "created": "2025-05-25T11:27:30.046150",
  "templates": {
    "product_descriptions": {
      "mr_mushroom": {
        "headline": "The Night Light That Actually Helps Your ADHD Brain Focus 🧠✨",
        "description": "\nFinally, a sensory light designed BY a neurodivergent creator FOR neurodivergent minds.\n\nMr. Mushroom isn't just cute (though he absolutely is) - he's specifically designed to provide the perfect amount of ambient light for:\n• Hyperfocus sessions that don't strain your eyes\n• Bedtime wind-down without blue light overwhelm  \n• Background lighting that calms instead of distracts\n• Creating your own 'hyperfocus zone' anywhere\n\nHand-printed in Llanelli by Lyndz (WelshDog), diagnosed ADHD creator who knows exactly what your brain needs.\n\nChoose your vibe:\n🌟 Basic - Warm white LED (perfect for focus)\n🌈 Premium - RGB color changing with remote (match your energy!)\n                    ",
        "tags": [
          "#ADHD",
          "#Neurodivergent",
          "#SensoryFriendly",
          "#HandMade",
          "#Welsh"
        ]
      }
    },
    "social_proof_templates": [
      "OMG this actually helps me focus!! 😭💜",
      "Why did no one tell me I needed this sooner?",
      "Perfect for my sensory needs - not too bright, not too dim",
      "Supporting neurodivergent creators feels so good ✨",
      "My hyperfocus sessions just got 10x better"
    ],
    "urgency_creators": [
      "Only making 10 this week (small batch testing!)",
      "Launch week special - normal price £30",
      "While 3D printer ink lasts 😅",
      "First 5 buyers get a handwritten thank you note",
      "Limited time - still figuring out if I can keep up with demand!"
    ],
    "storytelling_sales": [
      "I made this because I was tired of lights that were either too harsh or too dim for my ADHD brain...",
      "Plot twist: The 'failed' mushroom print became my bestseller...",
      "What started as a 3AM hyperfocus project is now helping other neurodivergent creators...",
      "Real talk: I almost didn't share this because 'who would want it?' Well...",
      "This little guy has been my desk buddy through every late-night project..."
    ]
  },
  "usage_notes": {
    "tone": "Conversational, authentic, neurodivergent-friendly",
    "avoid": "High-pressure tactics, overwhelming details, neurotypical business speak",
    "focus": "Benefits for neurodivergent minds, community support, authentic story"
  }
}